{"id":"talking_interaction_between_partners_3","collection":"cardCollections","data":{"title":"Interaction between partners 3","tags":["Speaking","Opinions"],"cardList":[{"front":"Bueno, pienso que ir a un restaurante italiano puede ser una buena idea. La comida italiana es deliciosa. ¿Qué te parece?","back":"Well, I think going to an Italian restaurant might be a good idea. Italian food is delicious. What do you think?"},{"front":"Estoy de acuerdo, pero tal vez no le guste la comida italiana. ¿Qué tal ir a un restaurante mexicano?","back":"I agree, but maybe he doesn't like Italian food. What about going to a Mexican restaurant?"},{"front":"Bueno, puede que tengas razón. La comida mexicana es muy sabrosa. ¿Y ir a un restaurante chino?","back":"Well, you may be right. Mexican food is very tasty. And what about going to a Chinese restaurant?"},{"front":"Ir a un restaurante chino es genial, pero si este hombre es vegetariano, probablemente no sea la mejor idea.","back":"Going to a Chinese restaurant is great, but if this man is a vegetarian, probably it's not the best idea."},{"front":"Creo que ir a un restaurante japonés es mejor, ¿no crees?","back":"I think going to a Japanese restaurant is better, don't you think?"},{"front":"Ah, yo también lo creo. La comida japonesa es muy variada. Y, sinceramente, si está cansado no querrá cocinar. ¿Qué te parece?","back":"Ah, I think so, too. Japanese food is very varied. And, honestly, if he's tired he won't want to cook. What do you think?"},{"front":"Por supuesto que no. Y pedir comida a domicilio, creo que es caro y poco saludable, así que en mi opinión la mejor opción es ir a un restaurante japonés. ¿Estás de acuerdo?","back":"Of course not. And ordering food delivery, I believe it's expensive and unhealthy, so in my opinion the best option is going to a Japanese restaurant. Do you agree?"},{"front":"Estoy totalmente de acuerdo contigo. Es una buena forma de probar nuevos sabores.","back":"I completely agree with you. It's a good way to try new flavors."}]}}