{"id":"talking_interaction_between_partners_2","collection":"cardCollections","data":{"title":"Interaction between partners 2","tags":["Speaking","Opinions"],"cardList":[{"front":"Bueno, yo creo que ver una película puede ser una buena idea. Es una forma estupenda de relajarse. ¿Qué te parece?","back":"Well, I think watching a movie might be a good idea. It's a great way to relax. What do you think?"},{"front":"Estoy de acuerdo, pero tal vez no haya ninguna película que le interese. ¿Qué tal ver un partido de fútbol?","back":"I agree, but maybe there isn't any movie he's interested in. What about watching a football match?"},{"front":"Bueno, puede que tengas razón. El fútbol es un deporte muy emocionante. ¿Y salir a cenar?","back":"Well, you may be right. Football is a very exciting sport. And what about going out to dinner?"},{"front":"Salir a cenar es genial, pero si este hombre está a dieta, probablemente no sea la mejor idea.","back":"Going out to dinner is great, but if this man is on a diet, probably it's not the best idea."},{"front":"Creo que ir a un concierto con sus amigos es mejor, ¿no crees?","back":"I think going to a concert with his friends is better, don't you think?"},{"front":"Ah, yo también lo creo. La música es una gran forma de pasarlo bien. Y, sinceramente, si está cansado no querrá quedarse en casa. ¿Qué te parece?","back":"Ah, I think so, too. Music is a great way to have fun. And, honestly, if he's tired he won't want to stay at home. What do you think?"},{"front":"Por supuesto que no. Y jugar a videojuegos, creo que es aburrido y no muy social, así que en mi opinión la mejor opción es ir a un concierto con sus amigos. ¿Estás de acuerdo?","back":"Of course not. And playing video games, I believe it's boring and not very social, so in my opinion the best option is going to a concert with his friends. Do you agree?"},{"front":"Estoy totalmente de acuerdo contigo. Es una buena forma de pasar un buen rato con sus amigos.","back":"I completely agree with you. It's a good way to have a good time with his friends."}]}}