{"id":"talking_interaction_between_partners_1","collection":"cardCollections","data":{"title":"Interaction between partners 1","tags":["Speaking","Opinions"],"cardList":[{"front":"Bien, yo creo que ir a pescar puede ser una buena idea. Mucha gente lo encuentra relajante. ¿Qué te parece?","back":"Well, I think going fishing might be a good idea. Many people find it relaxing. What do you think?"},{"front":"Estoy de acuerdo, pero tal vez necesite ir lejos para pescar. Algo como nadar is más saludable y está más cerca de su casa, probablemente. ¿Qué opinas?","back":"I agree, but maybe he needs to go far to go fishing. Something like swimming is healthier and it’s closer to his house, probably. What’s your opinion?"},{"front":"Bueno, puede que tengas razón. La natación es un deporte muy saludable. ¿Y cocinar?","back":"Well, you may be right. Swimming is a very healthy sport. And what about cooking?"},{"front":"Cocinar es genial, pero si este hombre trabaja mucho, probablemente quiera hacer algo fuera de casa, así que quizás cocinar no sea la mejor idea.","back":"Cooking is great, but if this man works a lot, probably he wants to do something outside his house, so maybe cooking is not the best idea."},{"front":"Creo que ir de excursión por el campo con su perro es mejor, ¿no crees?","back":"I think hiking in the countryside with his dog is better, don’t you think?"},{"front":"Ah, yo también lo creo. Caminar es saludable y puede pasar tiempo con su perro, lo que es agradable. Y, sinceramente, si está cansado no querrá ir a un club. ¿Qué te parece?","back":"Ah, I think so, too. Walking is healthy and he can spend time with his dog, which is nice. And, honestly, if he’s tired he won’t want to go to a club. What do you think?"},{"front":"Por supuesto que no. Y la pintura y la lectura, creo que son aburridas y poco activas, así que en mi opinión la mejor opción es ir de excursión con su perro. ¿Estás de acuerdo?","back":"Of course not. And painting and reading, I believe they’re boring and not very active, so in my opinion the best option is to go hiking with his dog. Do you agree?"},{"front":"Estoy totalmente de acuerdo contigo. Es saludable y puede pasar un buen rato al aire libre.","back":"I completely agree with you. It’s healthy and he can have a good time outdoors."}]}}